import React from "react";

const Aboutus = () => {
  return (
    <div>
       
      <ul className="flex justify-center items-center p-10">
        <li>
          नेपालमा कृषि विकासको संस्थागत प्रयास वि.सं. १९७८ मा सरकारी स्तरमा कृषि
          अड्डाको स्थापना पश्चात भएको मानिन्छ । बि.सं. २००८ सालमा कृषि विभागको
          स्थापना भयो । बि.सं. २०२३ सालमा कृषि विभागलाई पाँच वटा विभागहरु (कृषि
          प्रसार, मत्स्य, बागवानी, पशु स्वास्थ्य र कृषि शिक्षा तथा अनुसन्धान
          विभाग) मा पुनर्गठन गरियो । बि.सं. २०२९ मा पांचै विभागहरुको एकीकरण गरि
          पुनः कृषि विभाग कायम भयो । वि.सं. २०२९ सालमा कृषि बजारको संबेदनशिलता
          एवं आवश्यकतालाई दृष्टिगत गरि खाद्य तथा कृषि बजार सेवा विभागको स्थापना
          भयो । वि.सं. २०३६ सालमा पशु सेवा विभागको स्थापना भयो । वि.सं. २०४५
          सालमा कृषि विभागबाट छुट्टै बागवानी विभाग गठन गरियो । वि.सं. २०४९ मा
          कृषिका निकायहरुलाई “एउटै छानो मुनी” राख्ने नीति अनुरुप वागवानी विभाग,
          बाली तथा मत्स्य विभाग, खाद्य तथा कृषि वजार सेवा विभाग, पशु स्वास्थ्य
          तथा पशु विकास विभाग र केन्द्रिय खाद्य अनुसन्धान प्रयोगशालालाई गाभी
          एउटै कृषि विकास विभागको स्थापना भयो । वि.सं. २०५२ सालमा कृषि विकास
          विभागको संगठनमा पुनः हेरफेर गरि तत्कालिन कृषि विकास विभागबाट कृषि
          विभाग, पशु सेवा विभाग र केन्द्रिय खाद्य अनुसन्धान प्रयोगशाला समेत गरि
          तीन फरक फरक विभाग खडा भए । वि.सं. २०५७ मा पुनः केहि हेरफेर गरि कृषि
          विभाग अन्तर्गतका ११ वटा प्राविधिक महाशाखाहरुलाई १२ वटा कार्यक्रम
          निर्देशनालयमा परिवर्तन गरियो । वि.सं.२०६१सालमा कृषि विभागका
          महानिर्देशक अन्तर्गत रहेका दुइ उपमहानिर्देशकमा प्रबिधि विस्तार तथा
          समन्वयका उपमहानिर्देशक थप गरी तिनवटा उपमहार्निदेशक र प्रबिधि विस्तार
          तथा समन्वय शाखा थपिएको । देश संघीय स्वरुपमा गए संगै संघ, प्रदेश र
          स्थानीय तहका सरकारहरु गठन भइ कृयाशिल रहेको अवस्था छ । सोही बमोजिम
          संवैधानिक व्यवस्था अनुसार तिनै तहको प्रशासनिक पुनर्सँरचना भइ संघ,
          प्रदेश र स्थानीय तहमा रहने संगठन संरचना र जनशक्तिको दरवन्दी समेत नेपाल
          सरकारले स्विकृत गरिसकेको छ । सोही मुताविक नेपाल सरकारको मिति
          २०७५/०३/२७ को निर्णयबाट स्विकृत नयाँ संघीय संगठन संरचना अनुसार कृषि
          विभागको पुनर्सँरचना भइ महानिर्देशक र चार उपमहानिर्देशकको अलावा एघार
          शाखाहरु कायम गरिएको छ ।त्यसै गरि विभाग मातहत छ वटा केन्द्रिय निकायहरु
          र अन्तर्गतका १४ वटा फार्म, केन्द्रहरु रहेका छन् । यस पुनर्सँरचना संगै
          विभागको विगतको भूमिकामा समेत परिवर्तन आएको छ ।
        </li>
      </ul>
    </div>
  );
};

export default Aboutus;
